{
 "companies": {
  "_total": 1572, 
  "_count": 20, 
  "_start": 800, 
  "values": [
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 66, 
    "description": "We’re a full service digitalmarketing agency in the UK and Australia, and here's what we can do for you!\r\n\r\nAt ROARlocal we use scientific advertising methods to bring more visitors to your website. Then we optimise your website so more of those visitors become profit making customers. We help organisations realise exponential profit growth using the Internet.\r\n\r\nWe have a smart team of über geeks that can effectively create, deploy, assess, and refine online marketing campaigns; and we do it with a unique structure and team that’s a cut above the average internet marketers. \r\n\r\nWhen you hire us, you’re not buying prestige, fancy furniture or a cookie cutter approach. What you’re hiring is how we think. You see, we’re entrepreneurs at ROARlocal, just like you. Everything we’ll do for your business we’ve already successfully tested in one of ours.\r\n\r\nWe're extremely proud to say our customers love us! Our goal is to make you so much money that you can’t imagine a world without us.\r\n\r\nRead about how we’ve grown our customers businesses here:\r\n\r\nhttp://roarlocal.com/services/testimonials/\r\n\r\nHere's a snippet:\r\n\r\nAdded £65,000 To Our Business\r\n\r\n“We saw a 20% increase in sales that meant we had to employ a new member of staff to deal with it added £65,000 to our business, we’re very happy.” John Wilkinson, Prontaprint Brighton\r\n\r\nCheck out our website to see how we can help your business :\r\n\r\nUnited Kingdom - http://www.roarlocal.com\r\nAustralia - http://www.roarlocal.com.au", 
    "twitterId": "", 
    "industry": "Marketing & Advertising", 
    "locations": {
     "_total": 1, 
     "values": [
      {
       "contactInfo": {
        "fax": "", 
        "phone1": "01273 90 69 91"
       }, 
       "address": {
        "postalCode": "BN1 9SB", 
        "city": "Science Park Square", 
        "street1": "The Sussex Innovation Centre"
       }
      }
     ]
    }, 
    "employeeCountRange": {
     "code": "B", 
     "name": "2-10"
    }, 
    "foundedYear": 2010, 
    "websiteUrl": "http://ROARlocal.com", 
    "specialties": {
     "_total": 6, 
     "values": [
      "PPC management", 
      "Business Website That Work", 
      "Conversion Optimisation", 
      "Social Media Marketing", 
      "Search Marketing", 
      "Traffic Generation"
     ]
    }, 
    "universalName": "roarlocal", 
    "companyType": {
     "code": "P", 
     "name": "Privately Held"
    }, 
    "name": "ROARLocal"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 34, 
    "description": "Need a WOW factor for a Corporate Event, Private Party, Hen or Stag Do, Fundraiser or Day Out with colleagues, family or friends?\r\n\r\nX Marks The Spot turn the popular Treasure Hunt into innovative team building events, unique sightseeing travel guides and fun party activities across the UK and Europe.\r\n\r\nFrom ready-made self-run treasure hunts for couples to highly interactive fully-facilitated team challenges using the latest technology, we’ve got it covered.\r\n\r\nGet clued up. Start looking where X Marks The Spot.\r\n\r\nWe can provide events:\r\nFOR ALL AGES & ABILITIES.\r\nANYWHERE - city or rural, in hotels and venues, or outside.\r\nFOR ANY OCCASION - from corporate events to private parties, birthday, anniversary,charity, celebration, wedding, school and more.\r\n\r\nSome of our popular treasure hunt destination countries include:\r\nUK, Austria, Belgium, Czech Republic, Denmark, England, France, Germany, Greece, Holland, Hungary, Ireland, Netherlands, Northern Ireland, Portugal, Scotland, Spain, Switzerland, Wales.\r\n\r\nSome of our popular treasure hunt destination cities include:\r\nAmsterdam, Athens, Barcelona, Bath, Belfast, Berlin, Birmingham, Brighton, Bristol, Bruges, Brussels, Budapest, Cambridge, Cardiff, Cologne, Copenhagen, Dublin, Edinburgh, Florence, Glasgow, Leeds, Lisbon, Liverpool, London, London Kensington, London Richmond Surrey, London South Bank, London West End, Manchester, Newcastle, Nottingham, Oxford, Paris, Prague, Rome, Stratford-upon-Avon, Venice, Vienna, Windsor, York, Zurich.", 
    "twitterId": "", 
    "blogRssUrl": "", 
    "industry": "Events Services", 
    "employeeCountRange": {
     "code": "C", 
     "name": "11-50"
    }, 
    "foundedYear": 1998, 
    "websiteUrl": "www.xmarksthespot.co.uk", 
    "specialties": {
     "_total": 4, 
     "values": [
      "Treasure Hunts", 
      "Events for Corporate Team Building, Conferences & Corporate Hospitality", 
      "Clue-based Sightseeing Tours", 
      "Fun things to do on a day out with colleagues, friends or family"
     ]
    }, 
    "universalName": "x-marks-the-spot-ltd", 
    "companyType": {
     "code": "P", 
     "name": "Privately Held"
    }, 
    "name": "X Marks The Spot Ltd"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 7, 
    "description": "Platinum Packaging provides excellent value stationery and office supplies to businesses in London and Brighton.\r\n\r\nPlatinum Packaging offers its clients over 25 years experience in the jewellery packaging and stationery trade.\r\n\r\nThrough our extensive list of suppliers, market knowledge and buying power, we can meet every requirement...FOR EVERY TYPE OF BUSINESS!\r\n\r\nOrdering is easy - email, fax or phone before 4.00pm and orders are delivered next day!\r\nIf you cannot find what you are looking for, please give us a call. We are constantly adding to our product range.\r\n\r\nWant us to compare your office products purchases. Contact us and one of our account managers will be in touch to see how we can help you save money. What could be easier?\r\n\r\nAll aspects of printing are also available. Please ring for more information.\r\n\r\nNEW - We now offer a secure shredding service. Get in touch to find out more\r\n\r\nContact Terry Harwood or Liz Gaunt on 020 7831 7323\r\nEmail: admin@platinumpackaging.co.uk", 
    "twitterId": "", 
    "blogRssUrl": "", 
    "industry": "Business Supplies & Equipment", 
    "locations": {
     "_total": 2, 
     "values": [
      {
       "contactInfo": {
        "fax": "", 
        "phone1": "020 7831 7323"
       }, 
       "address": {
        "postalCode": "", 
        "city": "London", 
        "street1": "Munro House, St. Cross Street"
       }
      }, 
      {
       "contactInfo": {
        "fax": "", 
        "phone1": "020 7831 7323"
       }, 
       "address": {
        "postalCode": "", 
        "city": "Brighton", 
        "street1": "Brighton"
       }
      }
     ]
    }, 
    "employeeCountRange": {
     "code": "B", 
     "name": "2-10"
    }, 
    "websiteUrl": "www.platinumpackaging.co.uk", 
    "specialties": {
     "_total": 4, 
     "values": [
      "Stationery", 
      "Office Supplies", 
      "Personalised Rubber Stamps", 
      "Print"
     ]
    }, 
    "universalName": "platinum-packaging-uk-ltd", 
    "companyType": {
     "code": "P", 
     "name": "Privately Held"
    }, 
    "name": "Platinum Packaging (UK) Ltd"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 10, 
    "name": "Concrete Rose Productions", 
    "twitterId": "", 
    "industry": "Motion Pictures & Film", 
    "employeeCountRange": {
     "code": "B", 
     "name": "2-10"
    }, 
    "foundedYear": 2011, 
    "websiteUrl": "www.concreteroseproductions.co.uk", 
    "specialties": {
     "_total": 5, 
     "values": [
      "Narrative Film", 
      "Documentary Film", 
      "Short Film", 
      "Music Video", 
      "Promotional Video"
     ]
    }, 
    "universalName": "concrete-rose-productions", 
    "companyType": {
     "code": "C", 
     "name": "Public Company"
    }, 
    "description": "Concrete Rose Productions is a film production company based in Brighton, England. \r\n\r\nThe aim of Concrete Rose is to produce films which entertain, inform and emotionally engage an audience. Whether that be through the production of narrative film or documentary, Concrete Rose always look to push the boundaries of modern British filmmaking through the use of innovative techniques and the ever changing technologies available to the filmmaker. \r\n\r\nHaving created a wealth of fiction material in its short form in their first year through Writer/Director pair Nicholas Jessup and Dino Kazamia the company looks forward to stepping up to the next level throughout the course of this year.\r\n\r\nEqually, through the talented works of Sam Franklyn, alongside producer Nicholas Jessup, the company look forward to expanding on their promising documentary department."
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 13, 
    "description": "A  Registered Investment Advisory firm, Caitlin John, LLC  is a private wealth management firm with its corporate office located in Brighton, Michigan. As a fee-only asset management advisory firm we have a strong vested interest in our clients success. We work hand in hand with individual  and institutional investors focusing on both capital appreciation and  income strategies utilizing advanced risk management techniques.", 
    "twitterId": "", 
    "industry": "Financial Services", 
    "locations": {
     "_total": 1, 
     "values": [
      {
       "contactInfo": {
        "fax": "810-227-2558", 
        "phone1": "877-238-1680"
       }, 
       "address": {
        "postalCode": "48116", 
        "city": "Brighton", 
        "street1": "1024 E. Grand River Ave"
       }
      }
     ]
    }, 
    "employeeCountRange": {
     "code": "C", 
     "name": "11-50"
    }, 
    "foundedYear": 2010, 
    "websiteUrl": "http://caitlinjohn.com/", 
    "specialties": {
     "_total": 3, 
     "values": [
      "Complete clients service for more than 4 decades", 
      "Transparency to the clients regarding portfolio holdings and risks invoved", 
      "Dynamic investment models designed to minimize risk and maximize returns"
     ]
    }, 
    "universalName": "caitlin-john-llc", 
    "companyType": {
     "code": "P", 
     "name": "Privately Held"
    }, 
    "name": "Caitlin John, LLC"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 29, 
    "description": "Established in 1909, John D Clarke (Chartered) Architects has a longstanding reputation for high quality architecture, design, building conservation and project management.\r\n\r\nWorking from our main office in Eastbourne and with an increasing presence in Brighton, we undertake a wide range of architectural and conservation projects throughout Sussex and the South East.  Our dedicated and enthusiastic team of architects, technologists and office staff constantly strive to provide a professional and reliable service with flair and a strong belief in the intrinsic value of a beautiful built environment.\r\n\r\nWe work with Local Authorities, businesses, charities, private clients and Churches of all denominations.\r\n\r\nWe maintain the highest professional and technical standards, offering a bespoke service, tailored to our clients’ specific needs.", 
    "twitterId": "", 
    "blogRssUrl": "", 
    "industry": "Architecture & Planning", 
    "locations": {
     "_total": 1, 
     "values": [
      {
       "contactInfo": {
        "fax": "01323 410064", 
        "phone1": "01323 411506"
       }, 
       "address": {
        "postalCode": "BN21 4QX", 
        "city": "Eastbourne", 
        "street1": "2 West Terrace"
       }
      }
     ]
    }, 
    "employeeCountRange": {
     "code": "B", 
     "name": "2-10"
    }, 
    "foundedYear": 1909, 
    "websiteUrl": "www.jdcarchitects.co.uk", 
    "specialties": {
     "_total": 4, 
     "values": [
      "Architecture and Design", 
      "Restoration and Conservation", 
      "Surveys, 3-d Visuaisation, Planning Applications, Building Regulations", 
      "Detailed Design, Project Management,"
     ]
    }, 
    "universalName": "john-d-clarke-architects", 
    "companyType": {
     "code": "S", 
     "name": "Partnership"
    }, 
    "name": "John D Clarke Architects"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 31, 
    "description": "Established in 1995, with the objective of enhancing mutual co-operation and foster connections among takaful operators globally.\r\n\r\nStage 1\r\n-The ASEAN Takaful Group was formed on 28 October 1995 as an informal group\r\n -Its founding members were Syarikat Takaful Malaysia, PT Asuransi Takaful Umum, PT Asuransi akaful Keluarga, Insurans Islam Taib and Takaful IBB\r\n-Secretariat: Syarikat Takaful Malaysia Berhad\r\n\r\nStage 2\r\n-Change its name to Asian Takaful Group following resolution of members during AGM in Colombo, Sri Lanka in 2004 in order to reflect membership across a larger geographical area\r\n-No of members: 15\r\n-Secretariat: Asean Retakaful International (L) (ARIL)\r\n\r\nStage 3\r\n\r\n-Legally incorporated in May 2007 as a company limited by guarantee in Labuan. The secretariat was passed on from ARIL to Labuan Re\r\n-Renamed as Global Takaful Group to accommodate worldwide membership\r\n-No of members: 49\r\n-Secretariat was outsourced to Malaysian Takaful Association (MTA) and an Executive Secretary was appointed Effective from 1 July, 2011, Brighton Management Limited was appointned as the Secretariat", 
    "twitterId": "", 
    "blogRssUrl": "", 
    "industry": "Insurance", 
    "employeeCountRange": {
     "code": "B", 
     "name": "2-10"
    }, 
    "websiteUrl": "http://www.globaltakafulgroup.org", 
    "universalName": "global-takaful-group", 
    "companyType": {
     "code": "C", 
     "name": "Public Company"
    }, 
    "name": "Global Takaful Group"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 5, 
    "description": "WiredMonkeys is a full-service web development and technical support company based in Brighton. We offer everything from hosting and SEO services to website development and data integration.\r\n\r\nWe create user-friendly, bespoke websites that are search engine optimized and easily editable. Whether you’re looking for a complete new build, or some simple site enhancements we guarantee a fast, friendly service.", 
    "twitterId": "", 
    "blogRssUrl": "www.wiredmonkeys.com/rss.xml", 
    "industry": "Internet", 
    "locations": {
     "_total": 1, 
     "values": [
      {
       "contactInfo": {
        "fax": "", 
        "phone1": "01273840026"
       }, 
       "address": {
        "postalCode": "TN22", 
        "city": "Little Horsted", 
        "street1": "1 Bradford Cottages"
       }
      }
     ]
    }, 
    "employeeCountRange": {
     "code": "B", 
     "name": "2-10"
    }, 
    "foundedYear": 2009, 
    "websiteUrl": "www.wiredmonkeys.com", 
    "specialties": {
     "_total": 7, 
     "values": [
      "Drupal Development", 
      "Web Development", 
      "CiviCRM", 
      "Hosting", 
      "IT Support", 
      "SEO", 
      "Social Media"
     ]
    }, 
    "universalName": "wiredmonkeys-ltd", 
    "companyType": {
     "code": "C", 
     "name": "Public Company"
    }, 
    "name": "WiredMonkeys Ltd"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 11, 
    "description": "From our offices in the city of Brighton & Hove our experienced and friendly team advise clients worldwide on tax and financial issues. \r\n\r\nOur business revolves around relationships as much as numbers. We take time to understand the requirements of our clients and their businesses to ensure we deliver effective advice.", 
    "twitterId": "", 
    "industry": "Accounting", 
    "locations": {
     "_total": 1, 
     "values": [
      {
       "contactInfo": {
        "fax": "01273 202645", 
        "phone1": "01273 206445"
       }, 
       "address": {
        "postalCode": "BN1 6AF", 
        "city": "Brighton", 
        "street1": "Telecom House"
       }
      }
     ]
    }, 
    "employeeCountRange": {
     "code": "C", 
     "name": "11-50"
    }, 
    "foundedYear": 1993, 
    "websiteUrl": "www.mcpwh.com", 
    "universalName": "mcphersons-walpole-harding", 
    "companyType": {
     "code": "P", 
     "name": "Privately Held"
    }, 
    "name": "McPhersons Walpole Harding"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 20, 
    "description": "Loch Associates Employment Lawyers provides solutions focused employment law advice to businesses on a variety of workplace issues including managing employee absence, redundancy and exit planning for senior employees. \r\n\r\nWith offices in London, Brighton and Tunbridge Wells we are recognised as a leading Employment Law firm. \r\n\r\nPractising solely in the area of employment law, we use our specialist knowledge and skills, along with a commercial approach to provide a high-quality, added value service to our clients.\r\n\r\nWe provide advice to businesses across a wide range of sectors, acting for SMEs and charities through to companies employing thousands of employees. We give our clients practical solutions and peace of mind to continue expanding and running their successful businesses.\r\n\r\nWorking closely with our sister company, HR Advise Me Ltd, the combined team of employment lawyers and human resources consultants use their specialist skills in this complex area to provide practical and accurate advice with the bigger picture in mind.\r\n\r\nEstablished in 2007 by Managing Partner, Pam Loch, Loch Associates Employment Lawyers has experienced significant growth, with the team regularly appearing on national and local television and radio shows as well as contributing to publications on employment law issues. \r\n\r\nWhy not check out our Products and Services tab for more information on how Loch Associates can help your business?", 
    "twitterId": "", 
    "industry": "Law Practice", 
    "locations": {
     "_total": 3, 
     "values": [
      {
       "contactInfo": {
        "fax": "", 
        "phone1": "01892773970"
       }, 
       "address": {
        "postalCode": "TN1 1EN", 
        "city": "Tunbridge Wells", 
        "street1": "Oxford House"
       }
      }, 
      {
       "contactInfo": {
        "fax": "", 
        "phone1": ""
       }, 
       "address": {
        "postalCode": "EC4M 5SE", 
        "city": "London", 
        "street1": "25 Cannon Street"
       }
      }, 
      {
       "contactInfo": {
        "fax": "", 
        "phone1": ""
       }, 
       "address": {
        "postalCode": "BN1 3XF", 
        "city": "Brighton", 
        "street1": "3rd Floor, Queensbury House"
       }
      }
     ]
    }, 
    "employeeCountRange": {
     "code": "C", 
     "name": "11-50"
    }, 
    "foundedYear": 2007, 
    "websiteUrl": "www.lochassociates.co.uk", 
    "specialties": {
     "_total": 1, 
     "values": [
      "Employment Law Advice"
     ]
    }, 
    "universalName": "loch-associates-employment-lawyers", 
    "companyType": {
     "code": "P", 
     "name": "Privately Held"
    }, 
    "name": "Loch Associates Employment Lawyers Limited"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 21, 
    "name": "Grapevine City Ltd", 
    "twitterId": "", 
    "industry": "Information Technology & Services", 
    "employeeCountRange": {
     "code": "B", 
     "name": "2-10"
    }, 
    "foundedYear": 2011, 
    "websiteUrl": "www.grapevine-city.com", 
    "universalName": "grapevine-city-ltd", 
    "companyType": {
     "code": "P", 
     "name": "Privately Held"
    }, 
    "description": "Grapevine City is a free smartphone application for bars, venues and you. Available across on iPhone for free. \r\n\r\nThe app covers cities across the UK including...\r\n\r\nLondon     Edinburgh    Liverpool    Manchester     Leeds     Cambridge     Oxford\r\nBrighton    Birmingham     Newcastle    Nottingham   Sheffield   Leicester     Derby   \r\n\r\nWith more than 750 of the best cocktail bars, live music venues, student nights and parties listed on the app. \r\n\r\nThe app allows users to plan their night to a set budget, with a huge list of drink and music offerings, uploaded by the venues; all at the touch of a button.  Great, if you’re familiar with a city and want to delve deeper. If your not, it’s even better. You can unlock the nightlife secrets of your new location with your favourite companion, the smartphone.\r\n\r\nProviding innovative and highly targeted marketing opportunities to a wide range of businesses as well as insightful data on consumer trends. \r\n\r\nIt's FREE to download and allows you to search across the nightlife of a city based on what's important to them.\r\n\r\nThe information is provided by the bars, clubs and venues and updated instantly to the app.\r\n\r\n750+ of the best bars, clubs and venues using the app across the UK.\r\n\r\nWe have been featured in several 'app of the week' sections of trade and mainstream press.\r\n\r\nReached number 2 in the iTunes 'what's hot' chart behind only Groupon and ahead of Jamie Oliver, 118 and over 16,000 others."
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 10, 
    "description": "I. R. Rudy's, Inc operates three storefronts - Rudy's Clothing, Downtown Oakland, MD; Rudy's at Wisp Resort, McHenry, MD; Rudy's Mountaintop Outfitters at ASCI, McHenry, MD.\r\n\r\nRudy's Clothing is a downtown specialty boutique offering a store of nice surprises.  All the apparel & accessories are hand-picked and unique from Vera Bradley, Brighton, Tribal, French Dressing & others.  Open Monday - Friday 9-6pm & Saturday 9-5pm.\r\n\r\nRudy's at Wisp Resort is your Deep Creek lifestyle shop offering a full selection of downhill ski & snowboard, swimwear & accessories, and Wisp Resort & DCL souvenirs.  Open Daily 9-6pm, Sunday 9-4pm\r\n\r\nRudy's Mountaintop Outfitters is the newest specialty shop for I. R Rudy's, Inc.  Open in the Adventure Sports Center International, your adventures starts with us!  RMO specializes in paddle, hiking & trail running, mountain lifestyle apparel, as well as gifts & souvenirs.  Open Thursday - Sunday until Memorial Day.  Then Open Daily 9-6pm thru Labor Day.", 
    "twitterId": "", 
    "blogRssUrl": "", 
    "industry": "Retail", 
    "locations": {
     "_total": 3, 
     "values": [
      {
       "contactInfo": {
        "fax": "", 
        "phone1": "301-334-2654"
       }, 
       "address": {
        "postalCode": "21550", 
        "city": "Oakland", 
        "street1": "115 S 2nd Street"
       }
      }, 
      {
       "contactInfo": {
        "fax": "", 
        "phone1": "301-387-4640"
       }, 
       "address": {
        "postalCode": "21541", 
        "city": "McHenry", 
        "street1": "296 Marsh Hill Road"
       }
      }, 
      {
       "contactInfo": {
        "fax": "", 
        "phone1": "301-387-8991"
       }, 
       "address": {
        "postalCode": "21541", 
        "city": "McHenry", 
        "street1": "Adventure Sports Center International"
       }
      }
     ]
    }, 
    "employeeCountRange": {
     "code": "C", 
     "name": "11-50"
    }, 
    "foundedYear": 1939, 
    "websiteUrl": "www.shoprudys.com", 
    "specialties": {
     "_total": 7, 
     "values": [
      "Snowsports Retail", 
      "Outdoor retail", 
      "Souvenirs & gifts", 
      "Specialty retail", 
      "Swimwear", 
      "Customer Service", 
      "Snowsport Equipment Service & Maintenance"
     ]
    }, 
    "universalName": "i-r-rudy's-inc", 
    "companyType": {
     "code": "P", 
     "name": "Privately Held"
    }, 
    "name": "I. R. Rudy's, Inc"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 19, 
    "description": "The Beaver Area Chamber of Commerce, as a 501(c)(6) Non-Profit, is committed to helping the local business community. Who makes up the Beaver Area Chamber of Commerce? Local business owners and professionals in Beaver, Bridgewater, Brighton TWP. and Vanport TWP., who realize that their neighbors’ success has a direct effect on their own success, and as a group make a stronger competitor to those that would steal away our thriving local marketplace one shop or practice at a time.\r\n\r\nThrough the chamber’s sponsorship of local events, holiday marketing, and other programs, it makes a conscious effort to promote and strengthen our local business community and our community as a whole.", 
    "twitterId": "", 
    "industry": "Civic & Social Organization", 
    "locations": {
     "_total": 1, 
     "values": [
      {
       "contactInfo": {
        "fax": "", 
        "phone1": "724.773.6504"
       }, 
       "address": {
        "postalCode": "15009", 
        "city": "Beaver", 
        "street1": "469 Third Street"
       }
      }
     ]
    }, 
    "employeeCountRange": {
     "code": "C", 
     "name": "11-50"
    }, 
    "foundedYear": 1995, 
    "websiteUrl": "http://beaverareachamber.com", 
    "specialties": {
     "_total": 1, 
     "values": [
      "Cross-Promotional Marketing"
     ]
    }, 
    "universalName": "beaver-area-chamber-of-commerce", 
    "companyType": {
     "code": "N", 
     "name": "Non Profit"
    }, 
    "name": "Beaver Area Chamber of Commerce"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 16, 
    "description": "PAYG workspace for professionals and creatives to think, work and collaborate.\r\nWith super fast Internet included as standard.\r\nYou might want to connect to us.\r\n\r\nReigatehub was formed from a solid belief that mixing professionals and creatives with accessible high speed broadband, a private cloud infrastructure and great space to work can only result in the formation of a super community of other like minded entrepreneurs and businesses.   \r\n\r\nFocused on facilitating the mobile professional and start-up business, we picked a location with:\r\n\r\ndirect rail links to London, Brighton, Reading, Guildford. \r\neasy access to Heathrow and Gatwick airports\r\ngood road links to Surrey and the M25. \r\n3 meeting rooms \r\n1 board room  \r\n8 mixed size offices/co-working spaces for 32 people\r\n\r\nand added ...\r\n\r\na private cloud infrastructure \r\nVirgin Big Red Internet\r\nPAYG Billing\r\nA play area: for mums and dads that need to work. (Subject to strict terms)\r\n\r\nso you can have .... \r\n\r\nthe great place to work you want and need now.", 
    "twitterId": "", 
    "industry": "Executive Office", 
    "locations": {
     "_total": 1, 
     "values": [
      {
       "contactInfo": {
        "fax": "", 
        "phone1": "01737244209"
       }, 
       "address": {
        "postalCode": "RH2 9DU", 
        "city": "Reigate", 
        "street1": "Somers House"
       }
      }
     ]
    }, 
    "employeeCountRange": {
     "code": "B", 
     "name": "2-10"
    }, 
    "foundedYear": 2012, 
    "websiteUrl": "www.reigatehub.com", 
    "specialties": {
     "_total": 7, 
     "values": [
      "PAYG coworking desks", 
      "PAYG meeting rooms", 
      "skype audio-video conferencing", 
      "includes broadband, services and rates", 
      "secure private cloud vdi and web hosting", 
      "12 person Training Room", 
      "PAYG supervised playroom (Only for use by onsite clients)"
     ]
    }, 
    "universalName": "reigatehub", 
    "companyType": {
     "code": "P", 
     "name": "Privately Held"
    }, 
    "name": "Reigatehub"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 14, 
    "description": "TL Stewart Builders is a family-owned building business led by Terry Stewart and wife, Sandra Holt Stewart. They have developed Carter's Grove, Hampton Ponds, and Brighton Park, among others, also having built several homes in the exclusive Governors Club in Chatham County and Forest Creek in Moore County. They have also build a mountain home off the Blue Ridge Parkway just outside Blowing Rock, NC. TL Stewart Builders' newest development is Carbonton Cove in Sanford, NC.\r\n\r\nFeatured Services:\r\n-Design-Build Services for New Custom Home and Commercial Building\r\n-Pella Select Contractor, We offer Pella Windows and Doors (new or replacement)\r\n-Historic Renovations – William Alston Rives House Built c. 1832\r\n-Consultations for Interior and Exterior Designs\r\n-UpKeepers – Maintenance, repairs, Window and Door Replacements, Kitchen and Bath Renovations, Granite Counter Tops, Sunroom Additions\r\n-NC Certified Home Inspector available\r\n-Go Green", 
    "twitterId": "", 
    "blogRssUrl": "", 
    "industry": "Construction", 
    "locations": {
     "_total": 1, 
     "values": [
      {
       "contactInfo": {
        "fax": "", 
        "phone1": "919.774.8714"
       }, 
       "address": {
        "postalCode": "27330", 
        "city": "Sanford", 
        "street1": "P.O. Box 717"
       }
      }
     ]
    }, 
    "employeeCountRange": {
     "code": "B", 
     "name": "2-10"
    }, 
    "foundedYear": 1984, 
    "websiteUrl": "www.tlstewartbuilders.com", 
    "specialties": {
     "_total": 3, 
     "values": [
      "Custom Home Building", 
      "Historical Renovation", 
      "Home Care and Maintenance"
     ]
    }, 
    "universalName": "tl-stewart-builders", 
    "companyType": {
     "code": "C", 
     "name": "Public Company"
    }, 
    "name": "TL Stewart Builders"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 5, 
    "description": "Established in 1994, we are one of the UK’s most innovative design agencies specialising in creative design for the arts. We’ve extensive experience working closely with arts organisations, festivals, museums, cultural service sectors and heritage departments of local authorities, theatres, producers and corporate clients within hospitality, e-gaming and hoteliers.\r\n\r\n Over the years we’ve amassed a sizeable and desperately heavy portfolio of work that contains beautiful and iconic campaigns that often bring a smile to peoples’ faces: from the Rococo extravagance of Vivienne Westwood – to the colour of The Paramount Brighton Comedy Festival. From the sobering duty of Commission for Social Care Inspection – to the splendour of Shakepeares’s Globe Theatre. For each, we’ve developed creative and beautiful campaigns that demand attention and typify the zeitgeist that reflects the cultural diversity of the society we all enjoy today.\r\n\r\nThe Scarlet team understand the value of the Arts and Culture as part of an integrated public service: that’s why we’ve chosen to work in it for twenty years.  We need a committed platform to roll-out cultural heritage to all those within our lives.  The challenges needed are a direct representation of the way we enable access and work within our social framework. Young people are our greatest resource - and we need to understand the challenges they face that mirror both our lives now, and in the future.", 
    "twitterId": "", 
    "blogRssUrl": "", 
    "industry": "Design", 
    "locations": {
     "_total": 1, 
     "values": [
      {
       "contactInfo": {
        "fax": "", 
        "phone1": ""
       }, 
       "address": {
        "postalCode": "TQ9 5ES", 
        "city": "Totnes", 
        "street1": "2, The Mount"
       }
      }
     ]
    }, 
    "employeeCountRange": {
     "code": "B", 
     "name": "2-10"
    }, 
    "foundedYear": 1994, 
    "websiteUrl": "www.scarlet-design.co.uk", 
    "specialties": {
     "_total": 10, 
     "values": [
      "graphic design", 
      "campaign development", 
      "creative marketing", 
      "Brand Development & Communication", 
      "Print Management", 
      "Advertising", 
      "Corporate Identity", 
      "Logo Design", 
      "Web Design", 
      "Advertising Sales"
     ]
    }, 
    "universalName": "scarlet-graphics-ltd", 
    "companyType": {
     "code": "S", 
     "name": "Partnership"
    }, 
    "name": "SCARLET Graphics Ltd"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 11, 
    "description": "For Absolute Satisfaction in Seamless Gutters in the Denver Area\r\n\r\nFor a free estimate call 303-903-5384 or Email info@absolute-gutters.com\r\n\r\nAbsolute Gutters is locally owned and operated by Tim Tonak. Tim has been hanging gutters for 10 years, and he started Absolute Gutters from the ground up in Denver in 2005.\r\n\r\nAbsolute Gutters serves the entire Denver, Colorado Metro area, including Thornton, Northglenn, Westminster, Broomfield, Brighton, Reunion, Arvada, Wheat Ridge, Englewood, Golden, Boulder, Longmont, Aurora, Littleton, Highlands Ranch, and more!\r\n\r\nAs an owner-operated company, we give individual attention to each job, strive to do your job right the first time, and stand behind our work. Because we specialize almost entirely in gutter work, we are able to provide the best service while keeping prices low. We are hardworking, honest people who try to have some fun as we enjoy getting around Denver and seeing it from new angles every day.\r\n\r\nWe work year round hanging gutters, so don't be afraid to call us in the winter. We'll get to your gutter job quickly and professionally. Not every day is perfect for hanging gutters but, rest assured that we will get your job taken care of in a timely fashion.\r\n\r\nWe're happy to come to your residence for a free estimate, whether you will be home or not. This way, you're ensured an accurate price from us.", 
    "twitterId": "", 
    "blogRssUrl": "", 
    "industry": "Construction", 
    "locations": {
     "_total": 1, 
     "values": [
      {
       "contactInfo": {
        "fax": "", 
        "phone1": "303-903-5384"
       }, 
       "address": {
        "postalCode": "80260", 
        "city": "Denver", 
        "street1": "8968 Fox Dr"
       }
      }
     ]
    }, 
    "employeeCountRange": {
     "code": "B", 
     "name": "2-10"
    }, 
    "foundedYear": 2005, 
    "websiteUrl": "www.absolute-gutters.com", 
    "specialties": {
     "_total": 5, 
     "values": [
      "Seamless Aluminum Gutter", 
      "Gutter Install", 
      "Rain Gutter Replacement Contractor", 
      "Gutter & Downspout Repair", 
      "Free Estimates"
     ]
    }, 
    "universalName": "absolute-gutters", 
    "companyType": {
     "code": "C", 
     "name": "Public Company"
    }, 
    "name": "Absolute Gutters"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 36, 
    "description": "Select, a Brighton based company, has been offering specialised security and stewarding services to the event industry for over 10 years. Select can also provide Door Supervision services for any venue or corporate event, large or small.\r\n\r\nSelect’s main emphasis is on creating safe environments, and with this in mind, Select is able to offer a service that starts at conception and continues with a high level of support, through to execution and follow up.", 
    "twitterId": "", 
    "industry": "Events Services", 
    "employeeCountRange": {
     "code": "E", 
     "name": "201-500"
    }, 
    "websiteUrl": "www.selsec.co.uk", 
    "specialties": {
     "_total": 3, 
     "values": [
      "Crowd Management", 
      "Traffic Management", 
      "Consultancy"
     ]
    }, 
    "universalName": "select-security-&-stewarding-ltd", 
    "companyType": {
     "code": "P", 
     "name": "Privately Held"
    }, 
    "name": "Select Security & Stewarding Ltd"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 5, 
    "description": "Founded in 1996 and based in Brighton on the South Coast of England, Barcoding Solutions work with all the leading manufacturers to ensure that we can offer the best possible solution at the best possible price.\r\n\r\nCombined with our own in-house software capabilities, this enables us to provide a bespoke system at extremely competitive rates.\r\n\r\nWe offer completely FREE and impartial advice on any barcode requirement that you may have and will always be happy to meet with you to discuss your requirements and provide an outline specification and quotation without any commitment from yourselves.", 
    "twitterId": "", 
    "blogRssUrl": "", 
    "industry": "Industrial Automation", 
    "locations": {
     "_total": 1, 
     "values": [
      {
       "contactInfo": {
        "fax": "01273 270005", 
        "phone1": "01273 270004"
       }, 
       "address": {
        "postalCode": "BN41 1WR", 
        "city": "Brighton", 
        "street1": "Maritime House"
       }
      }
     ]
    }, 
    "employeeCountRange": {
     "code": "B", 
     "name": "2-10"
    }, 
    "foundedYear": 1996, 
    "websiteUrl": "www.barcoding.org.uk", 
    "specialties": {
     "_total": 4, 
     "values": [
      "Mail Tracking", 
      "Stock Control", 
      "Asset Tracking", 
      "RFID"
     ]
    }, 
    "universalName": "barcoding-solutions-limited", 
    "companyType": {
     "code": "C", 
     "name": "Public Company"
    }, 
    "name": "Barcoding Solutions Limited"
   }, 
   {
    "status": {
     "code": "OPR", 
     "name": "Operating"
    }, 
    "numFollowers": 29, 
    "description": "Monkfish Web Design is a leading  website design and creative agency, providing professional website design, Ecommerce and Content Management Systems (CMS) as well as branding and graphic design solutions for both private businesses and the public sector in the London, Nottingham (East Midlands), Hasting & Brighton area.\r\n\r\nWhy compromise? As a leading web design agency, we have website packages for all types of customers, from start up business to corporate customers. All of our websites feature the latest web 2.0 technologies and helpful service throughout. Our high-calibre professional website designers guarantee that our clients acquire the high quality website that will not only achieve all its objectives, but surpass your expectations.\r\n\r\nNot only do we specialise in professional web design and re-designs, domain name registration and web hosting, but we also offer a vast range of internet marketing tools, which include search engine submissions and placement advertising and email and sms marketing.\r\n\r\nWith websites built and designed for as little as £499 Monkfish Web Design offers a great all round package.  To find out how our website design team can help you call free on 0800 161 3879", 
    "twitterId": "", 
    "industry": "Internet", 
    "locations": {
     "_total": 1, 
     "values": [
      {
       "contactInfo": {
        "fax": "", 
        "phone1": "0203 355 3625"
       }, 
       "address": {
        "postalCode": "NW1 0ER", 
        "city": "London", 
        "street1": "Bayham Street"
       }
      }
     ]
    }, 
    "employeeCountRange": {
     "code": "B", 
     "name": "2-10"
    }, 
    "foundedYear": 2002, 
    "websiteUrl": "www.monkfishwebdesign.co.uk", 
    "specialties": {
     "_total": 7, 
     "values": [
      "Web Design", 
      "Search Engine Optimisation", 
      "Graphic Design", 
      "Online Marketing", 
      "Mobile Applications", 
      "Animation", 
      "Video Streaming"
     ]
    }, 
    "universalName": "monkfish-web-design", 
    "companyType": {
     "code": "C", 
     "name": "Public Company"
    }, 
    "name": "Monkfish Web Design"
   }
  ]
 }
}